Repository: dinhquydds/nanocucurmin
Catalog: tm/taytrangrang-omegat.tmx
Source language: en_us
Languages: vi

source: It is believed that daily fluoride doses of 40 μg/kg bodyweight
vi: Người ta tin rằng liều 40 μg/kg cân nặng

source: It is caused by chronic intoxication with fluorides during the phase of enamel formation.
vi: Đó là do nhiễm độc mạn tính với fluoride trong giai đoạn hình thành men răng.

source: It is commonly believed that the disease is multifactorial and that causing factors must be present during mineralization of the first molars and incisors, which means up to the first 4 years of life.
vi: Nó được coi là bệnh đa yếu tố và các yếu tố nguyên nhân phải được hiện diện trong quá trình khoáng hoá của răng cối lớn thứ nhất và răng cửa, có nghĩa là tới 4 năm đầu của cuộc sống.

source: It is crucial to demonstrate how to dispense the right amount of gel into the tray, usually one drop (Fig. 6.9f).
vi: Việc cho thấy cách cho đúng lượng thuốc vào khay rất quan trọng, thường là một giọt về (Hình 6.9f).

source: It is important to perform a dental prophylaxis recording the baseline tooth color.
vi: Điều quan trọng là thực hiện phòng ngừa nha khoa ghi lại màu răng ban đầu.

source: It is known that the whitening effect is related to the con- centration, application time, and the number of changes of the in-office bleaching gel (Dietschi et al.
vi: Người ta biết rằng hiệu quả làm trắng liên quan tới nồng độ, thời gian áp dụng, và số lần thay gel tẩy trắng tại phòng khám (Dietschi và cộng sự

source: It is suggested that acidic gels and those that do show reduction of the pH over time should be refreshed; alkaline gels that keep the pH alkaline during application can be left on the surface for the whole application period.
vi: Nó gợi ý rằng gel có tính acid và chúng giảm pH theo thời gian nên được thay mới, gel có tính kiềm có thể để trên bề mặt răng suốt quá trình.

source: It is widely known that HP can pass easily through the enamel and dentin to the pulp (Cooper et al.
vi: HP có thể đi xuyên qua men răng và ngà răng đến tuỷ răng (Cooper và cộng sự

source: It is, therefore, imperative that the dental professional understands the etiology of each specific tooth discoloration case to be able to diagnose and prescribe the proper treatment for each patient.
vi: Do đó bắt buộc các nha sĩ hiểu bệnh căn của mỗi trường hợp đổi màu răn để chẩn đoán và điều trị phù hợp cho bệnh nhân.

source: It may be emphasized, however, that the literature lacks randomized clinical trials on this topic.
vi: Nó có thể được nhấn mạnh, tuy nhiên, y văn thiếu thử nghiệm lâm sàng ngẫu nhiên về chủ đề này.

source: It may take weeks to months and years until a caries lesion reaches a stage where so much mineral is lost that the lesion collapses and a cavity forms.
vi: Nó có thể mất hàng tuần đến hàng tháng và hàng năm tới khi sang thương sâu răng đến giai đoạn khi mà nhiều khoáng chất bị mất và tổn thương bị sập xuống hình thành lỗ sâu.

source: It remains, nevertheless, a controversial issue.
vi: Tuy nhiên nó vẫn còn nhiều tranh cãi.

source: It repre- sents a most conservative method of removing intrinsic, yet superficial, enamel dys- mineralization (ibid, pg 22), decalcification, and texture defects avoiding the need for restorative masking with artificial materials such as bonded resin-based composite or bonded porcelain veneers.
vi: Nó đại diện cho một phương pháp bảo tồn của loại bỏ nội tại, nhưng bên ngoài men răng loại tái khoáng (ibid, pg 22), khử khoáng, và cấu trúc khiếm khuyết cần phục hồi che lại bằng vật liệu nhân tạo như comosite dán hoặc veneer.

source: It seems that yellowish or brown- ish discolored MIH lesions show inferior aesthetic outcomes compared with whitish lesions.
vi: Có vẻ như tổn thương MIH màu vàng hoặc nâu thấy kém thẩm mỹ hơn so với tổn thương màu trắng.

source: It should be ensured that the patho- genic factors causing the caries are under control before aesthetic rehabilitation is planned.
vi: Nên chắc chắn rằng các yếu tố bệnh lý gây sâu răng được kiểm soát trước khi lên kế hoạch phục hồi thẩm mỹ.

source: It should be mentioned that Fenton reaction occurs with or without ultraviolet light activation.
vi: Nó nên được đề cập rằng phản ứng Fenton xảy ra với có hoặc không có đèn cực tím kích hoạt.

source: Jump-Start Whitening
vi: Mồi khởi động làm trắng

source: KG) next to the darkened tooth.
vi: KG) bên cạnh răng đổi màu.

source: KG) organized by value (lighter to darker).
vi: KG) sắp xếp theo value (sáng hơn đến tối hơn).

source: Kishta-Derani et al.
vi: Kishta-Derani và cộng sự

source: Laboratory studies that simulated the intraoral conditions as closely as possible reported that as soon as bleached enamel comes in contact with saliva, remineralization occurs and within a few days no adverse effects can be measured (Attin et al.
vi: Nghiên cứu trong phòng thí nghiệm mô phỏng điều kiện trong miệng càng gần càng tốt báo cáo ngay sau khi tẩy trắng men răng tiếp xúc nước bọt, sự tái khoáng hoá xảy ra trong vài ngày không có tác dụng phụ có thể đo được (Attin và cộng sự

source: Lesion activity: Active lesions are easier to infiltrate compared with inactive lesions.
vi: Tổn thương hoạt động: tổn thương hoạt động dễ dàng hơn để xâm nhập so với tổn thương không hoạt động.

source: Lesion depth: The deeper the lesions are, the harder it is to achieve a complete camouflage by resin infiltration.
vi: Độ sâu của tổn thương: tổn thương càng sâu, càng khó đạt được sự nguỵ trang bằng xâm nhập nhựa.

source: Light beams (arrows) are primarily broken within the dentin.
vi: Tia sáng (mũi tên) chủ yếu bị bẻ gãy trong lớp ngà.

source: Light can no longer scatter from hydroxyapatite crystal to crystal (Fondriest 2003; Burki et al.
vi: Ánh sáng không còn phân tán từ tinh thể hydroxyapatite này sang tinh thể khác (Fondriest 2003; Burki và cộng sự

source: Light curing
vi: Quang trùng hợp

source: Light-cured block-out resin spacers are recommended by some manufacturers, but the use of spacers to create reservoirs for the bleaching gel does not seem to increase the suc- cess of home bleaching (Javaheri and Janis 2000; Matis et al.
vi: Nhựa giữ khoảng trùng hợp bằng ánh sáng được giới thiệu bởi một vài nhà sản xuất, nhưng sử dụng miếng đệm để làm hồ chứa cho gel tẩy trắng không có vẻ để tăng cường thành công của tẩy trắng răng (Javaheri và Janis 2000; Matis và cộng sự

source: Limitations of caries infiltration:
vi: Giới hạn của xâm nhập sâu răng:

source: Literature findings report that for the upper dental arch (Bonafe et al.
vi: Báo cáo tìm thấy trong y văn rằng ở hàm trên (Bonafe và cộng sự

source: Local
vi: Tại chỗ

source: Local Causes of Posteruptive Intrinsic Stains
vi: Nguyên nhân tại chỗ của Nhiễm màu nội tại sau mọc răng

source: Local anesthesia is used only if needed to facilitate rubber dam placement.
vi: Gây tê tại chỗ được dùng nếu cần để đặt đê cao su.

source: Local causes of posteruptive intrinsic stains include intrapulpal hemorrhage, residual pulpal tissue after endodontic therapy, calcific metamorphosis, endodontic materials, restorative materials such as amalgam, and root resorption.
vi: Nguyên nhân tại chỗ của nhiễm màu nội tại sau mọc răng gồm xuất huyết trong buồng tuỷ, mô tuỷ còn sót sau nội nha, vôi hoá ống tuỷ, vật liệu nội nha, vật liệu phục hồi như amalgam, và tiêu ngót chân răng.

source: Loss of translucency on dehydration causes more reflection, masking the underlying color of dentin, and thus appears lighter.
vi: Mất sự trong suốt khi mất nước làm ánh sáng phản xạ nhiều hơn, che đi màu ngà bên dưới, làm răng trắng hơn.

source: Low cost compared to in-office procedures
vi: Chi phí thấp so với thủ thuật tại phòng khám

source: MIH is a developmental defect that affects the first permanent molars and incisors.
vi: MIH là một khiếm khuyết phát triển ảnh hưởng răng cối lớn thứ nhất và răng cửa.

source: MIH lesions
vi: Tổn thương MIH

source: MIH lesions may appear as distinct and clearly demarcated whitish to yellowish discolorations (Willmott et al.
vi: Tổn thương MIH có thể xuất hiện như sự khác biệt và phân định rõ ràng màu trắng tới vàng nhạt (Willmott và cộng sự

source: Making a Decision About the In-Office Bleaching Gel
vi: Quyết định về gel tẩy trắng tại phòng khám

source: Manufacturers have added potassium nitrate and sodium fluoride to the composi- tion of their whitening gels to prevent sensitivity during at-home bleaching treat- ment.
vi: Nhà sản xuất thêm potassium nitrate và sodium fluoride vào thành phần của gel tẩy trắng để chống lại nhạy cảm trong điều trị tẩy trắng răng tại nhà.

source: Manufacturing companies introduced bleaching products in the early 1900s, a tran- sition that limited the choice of materials available to the dental profession (Haywood 1992).
vi: Công ty sản xuất giới thiệu sản phẩm tẩy trắng những năm đầu 1900, một sự chuyển tiếp có giới hạn sự lựa chọn của vật liệu của các bác sĩ nha khoa (Haywood 1992).

source: Many intrinsic enamel surface defects are superficial enough to be eliminated without need to replace the lost enamel.
vi: Nhiều khiếm khuyết bề mặt men răng nội tại là đủ nông để bị loại bỏ mà không cần phải thay thế men răng bị mất.

source: Many patients in need for an aesthetic rehabilitation of buccal white spots had a treatment with fixed orthodontic appliances.
vi: Nhiều bệnh nhân cần một phục hồi thẩm mỹ cho đốm trắng mặt ngoài sau điều trị chỉnh nha.

source: Material used
vi: Vật liệu

source: McKay and Black summarized very precisely the major characteristics of mottled teeth including “the suspicion which is thrown on the water supply in the causative relation” and “localization in definite geographical areas, and its occurrence in the native children thereof”.
vi: McKay và Black tóm tắt rất chính xác những đặc điểm chính của mottled teeth gồm “sự nghi ngờ nguồn cung cấp nước là nguyên nhân” và “khu trú trong vùng địa lý nhất định, và nó xảy ra cho trẻ em bản địa”.

source: Mechanical stripping of enamel with burs or disks can also remove superficial defects, but not in such a controlled manner and with the ensuing “enamel glaze” formation.
vi: Sự mài cơ học men răng bằng mũi khoan hoặc đĩa cũng có thể loại bỏ khiếm khuyết bề mặt, nhưng không như một cách có kiểm soát và chắc chắn tạo ra "men bóng láng".

source: Medical history was not contributory.
vi: Tiền sử y khoa không góp phần vào nha khoa.

source: Meireles et al.
vi: Meireles và cộng sự

source: Metabolic
vi: Trao đổi chất

source: Micro-abrasion
vi: Vi mài mòn

source: Microabraded teeth that also undergo dental bleaching with hydrogen peroxide products, give a bright, white, and healthy appearance of long duration.
vi: Răng được vi mài mòn cũng trải qua tẩy trắng bằng hydrogen peroxide, cho một màu trắng hơn, sáng hơn và khoẻ mạnh thời gian dài.

source: Microabrasion removes unsightly superficial defects and creates a lustrous smooth surface while tooth bleaching whitens the deep intrinsic yellow colorations of dentin that shine through the translucent enamel surface.
vi: Vi mài mòn loại bỏ khiếm khuyết bề ngoài và tạo ra một bề mặt nhẵn bóng trong khi tẩy trắng răng làm sáng màu vàng sâu bên trong của ngà răng mà ánh sáng xuyên qua bề mặt men răng.

source: Microhardness has been the most frequently used method for evalu- ating the effects of peroxides on enamel and dentin (Joiner 2007).
vi: Độ cứng vi thể được dùng thường xuyên nhất để đánh giá hiệu quả của peroxide trên men răng và ngà răng (Joiner 2007).

source: Mild developmental defects caused by trauma or infection
vi: Khiếm khuyết phát triển nhẹ do chấn thương hoặc nhiễm trùng

source: Mild fluorosis (TSIF 1–3)
vi: Nhiễm fluor nhẹ (TSIF 1–3)

source: Mild tetracycline staining (Fig. 6.11) is usually very receptive to whitening.
vi: Nhuộm màu tetracycline nhẹ (Hình 6.11) thường dễ dàng làm trắng.

source: Minocycline also causes discoloration of nonvital teeth (Dabbagh et al.
vi: Minocycline cũng gây ra đổi màu răng chết tuỷ (Dabbagh và cộng sự

source: Minocycline is a semisynthetic tetracycline derivative used for the treatment of acne for those suffering from rheumatoid arthritis, and chronic respiratory infections (Tilley et al.
vi: Minocycline là một tetracycline bán tổng hợp đẻ điều trị mụn cho người bị viêm khớp dạng thấp, và nhiễm trùng hô hấp mạn (Tilley và cộng sự

source: Minocycline resulted in tooth discolor- ation 6 weeks after the triple antibiotic paste had been applied (Kim et al.
vi: Minocycline gây đổi màu răng 6 tuần sau khi dùng hỗn hợp 3 kháng sinh (Kim và cộng sự

source: More recently, a clinical study that compared a low and high concentration of HP combined with 10 % carbamide peroxide for at-home bleaching showed that both protocols yielded the same whitening effect.
vi: Gần đây, một nghiên cứu lâm sàng so sánh nồng độ thấp và cao của HP phối hợp với 10 % carbamide peroxide để tẩy trắng răng tại nhà cho thấy hai quy trình có hiệu quả như nhau.

source: More recently, it has been reported that at-home bleaching does not induce DNA damage to the gingival tissue of smokers during a 3-week treatment (de Geus et al.
vi: Gần đây, người ta báo cáo rằng tẩy trắng răng tại nhà không gây tổn thương DNA cho mô nướu của người hút thuốc lá trong 3 tuần điều trị (de Geus và cộng sự

source: More recently, researchers sug- gested that HP whitens teeth by mere oxidation of the transparent organic matrices.
vi: Gần đây, các nghiên cứu cho rằng làm trắng răng bằng HP oxi hoá của khung hữu cơ trong suốt.

source: More recently, sodium perborate, hydrogen peroxide, and carbamide peroxide have been the materials of choice for intracoronal whitening (Brown 1965; Boksman et al.
vi: Gần đây, sodium perborate, hydrogen peroxide, và carbamide peroxide là vật liệu được chọn để tẩy trắng trong thân răng (Brown 1965; Boksman và cộng sự

source: More recently, water has been used (instead of hydrogen peroxide) mixed with sodium perborate (Ari and Ungör 2002; Plotino et al.
vi: Gần đây, nước được dùng (thay cho hydrogen peroxide) để trộn với sodium perborate (Ari và Ungör 2002; Plotino và cộng sự

source: More recently, whitening has been performed in passenger ship cruises (ADA Council on Scientific Affairs 2010).
vi: Gần đây, tẩy trắng đã được thực hiện trong tàu chở khách du lịch trên biển (ADA Council on Scientific Affairs 2010).

source: More than 50 % of the carbamide peroxide active agent is available after 2 h.
vi: Nhiều hơn 50 % tác nhân hoạt hoá hoạt động sau 2 h.

source: More than 65 % of the maximum tooth whitening remained for all carbamide peroxide concentrations.
vi: Hơn 65 % mức làm trắng tối đa cho tất cả nồng độ carbamide peroxide.

source: Moreover, it is emphasized that multiple (mostly protective) factors such as oral hygiene, access to fluorides, or amount and composi- tion of saliva influence the caries process (Paris and Meyer-Lückel 2012).
vi: Hơn nữa, người ta nhấn mạnh rằng nhiều yếu tố (chủ yếu là bảo vệ) như vệ sinh răng miệng, súc miệng fluoride, hoặc số lượng và thành phần của nước bọt ảnh hưởng quá trình sâu răng (Paris và Meyer-Lückel 2012).

source: Most in-office bleaching gels are deliv- ered in low pH because they are more stable in acid solutions than in basic solutions.
vi: Hầu hết gel tẩy trắng tại phòng khám có pH thấp vì chúng ổn định hơn trong dung dịch axit hơn dung dịch trung tính.

source: Most in-office bleaching gels require replenishing the product during a period that varies from 40 to 50 min. Some products require two, three, or four product replenishments in each clinical session.
vi: Hầu hết gel tẩy trắng tại phòng khám yêu cầu bổ sung thêm sản phẩm trong một khoảng thời gian từ 40 - 50 phút. Vài sản phẩm yêu cầu hai, ba, hoặc bốn lần bổ sung mỗi phiên lâm sàng.

source: Most studies indicate that whitening agents containing peroxides have no perma- nent significant deleterious effects on enamel and dentin surface morphology, surface microhardness, and chemical composition (Sulieman et al.
vi: Hầu hết nghiên cứu cho thấy rằng chất làm trắng chứa peroxide không có tác hại vĩnh viễn trên hình thái bề mặt men răng và ngà răng, độ cứng vi thể bề mặt, và thành phần hoá học (Sulieman và cộng sự

source: Multiple factors such as toxic agents, infections, trauma, or irradiation have been elucidated.
vi: Nhiều yếu tố như độc tính, nhiễm trùng, chấn thương, hoặc tia phóng xạ được làm sáng tỏ.

source: My teenage daughter wants to have her teeth bleached.
vi: Con gái tôi muốn tẩy trắng răng.

source: Name
vi: Tên

source: Natural sources
vi: Nguồn tự nhiên

source: Necrotic pulps may cause tooth discoloration as a result of the decomposition of the pulpal tissues producing colored byproducts that infiltrate the dentinal tubules.
vi: Tuỷ hoại tử có thể gây đổi màu do phân huỷ của mô tuỷ tạo ra chất màu xâm nhập vào ống ngà.

source: Neither moderate nor severe reactions were observed.
vi: Không có phản ứng trung bình và nặng quan sát được.

source: Nevertheless, car- ies is a dynamic process.
vi: Tuy nhiên, sâu răng là một quá trình động.

source: Nevertheless, the quest for the ideal whitening material continued and resulted in numerous experimental whitening agents, which were either direct or indirect oxi- dizers employed mostly for the treatment of nonvital teeth (Kirk 1889).
vi: Tuy nhiên, việc tìm kiếm vật liệu làm trắng lý tưởng tiếp tục và dẫn tới nhiều thử nghiệm tác nhân làm trắng,chủ yếu tiếp trực tiếp hoặc gián tiếp với chất oxi hoá để điều trị răng không sống (Kirk 1889).

source: Nevertheless, this technique may motivate some patients, as the whitening effect is visible immediately.
vi: Tuy nhiên, kỹ thuật này có thể thúc đẩy một số bệnh nhân, như hiệu quả làm trắng nhìn thấy ngay lập tức.

source: No other measure is usually required; but in case the patient feels any discomfort, a corticoid ointment may be prescribed to relieve pain.
vi: Không có biện pháp khác thường đòi hỏi; nhưng trường hợp bệnh nhân cảm thấy khó chịu, có thể kê toa thuốc mỡ corticoid để giảm đau.

source: No other signs or symptoms were associated with this tooth.
vi: Răng này không có dấu hiệu hoặc triệu chứng.

source: No report of ECR at 4 and 6 years No history of
vi: Không có báo cáoECR sau 4 và 6 năm Không có tiền sử của

source: No reported outcome
vi: không báo cáo kết quả

source: No sensitivity was reported at any recall period; no alterations of soft tissues were observed.
vi: Không có nhạy cảm khi tái khám, không có thay đổi mô mềm quan sát được.

source: Non- and partly cavitated caries lesions are located in the cervical part of the buccal sur- faces.
vi: Không và một phần tổn thương sâu răng nằm ở phần cổ răng của mặt ngoài.

source: Non-dental options are the latest trend, including mall kiosks, salons, and spas.
vi: Chọng lựa không nha khoa là xu hướng mới nhất, bao gồm trung tâm mua sắm, mỹ viện và spa.

source: Nonetheless, an infiltration of the
vi: Tuy nhiên, sự xâm nhập

source: Nonetheless, significantly better aesthetic results com- pared with noninvasive approaches such as fluoridation can be achieved.
vi: Tuy nhiên, kết quả thẩm mỹ tốt hơn đáng kể khi so sánh với tiếp cận không xâm lấn như fluoride hoá có thể đạt được.

source: Nonetheless, they concluded that enamel microabrasion was not very effective in removing fluorosis brown stains.
vi: Tuy nhiên, họ kết luận rằng vi mài mòn men răng không hiệu quả trong việc loại bỏ vết nâu do nhiễm fluor.

source: Nonvital and vital
vi: Răng sống và răng chết tuỷ

source: Nonvital teeth
vi: Răng chết tuỷ

source: Not all white or brown demineralized enamel areas are caused by fluorosis; therefore, they may be considered idiopathic (Cutress and Suckling 1990; Croll 2009) (Fig. 6.14).
vi: Không phải tất cả vùng men răng khử khoáng trắng hoặc nâu đều do nhiễm fluor; Do đó, chúng được xem là vô căn (Cutress và Suckling 1990; Croll 2009) (Hình 6.14).

source: Not every patient can wear tray delivery products.
vi: Không phải tất cả bệnh nhân có thể mang khay tẩy trắng.

source: Not reported
vi: Không được báo cáo

source: Note canine Class V caries lesion and small shear fracture of first premolar.
vi: Chú ý răng nanh sâu răng loại V và vết vỡ nhỏ của răng cối nhỏ thứ nhất.

source: Note that the composite stains were removed by the peroxide oxidative action.
vi: Chú ý nhiễm màu composite được loại bỏ bởi tính oxy hoá của peroxide.

source: Note the reduced length of the anterior teeth
vi: Chú ý sự giảm chiều dài của răng trước

source: Notice that the lesions are still visible as only the surface layer was eroded.
vi: Chú ý răng tổn thương vẫn có thể nhìn thấy vì chỉ bề mặt bị xoi mòn.

source: Now ethanol is applied to check the completeness of surface layer erosion (for explanation, please see text).
vi: Bây giờ etanol được áp dụng để kiểm tra sự đầy đủ của xoi mòn lớp bề mặt.

source: Number of teeth
vi: Số răng

source: Numerous clinical studies and reports have described the effectiveness (Fig. 6.1) and safety of tray whitening (Reinhardt et al.
vi: Nhiều nghiên cứu và báo cáo lâm sàng đã mô tả hiệu quả (Hình 6.1) và sự an toàn của tẩy trắng răng bằng khay Reinhardt và cộng sự.

source: OPALUSTRE® Enamel Microabrasion Slurry was used in the same manner as PREMA® Compound in the other cases shown here.
vi: OPALUSTRE® Enamel Microabrasion Slurry được dùng cùng cách như PREMA® Compound trong các trường hợp khác ở đây.

source: OTC bleaching strips also cause more tooth sensitivity and gingival irritation than at-home tray whitening prescribed by a dental professional.
vi: Dải tẩy trắng răng OTC cũng gây ra răng nhạy cảm và kích thích nướu nhiều hơn khay tẩy trắng răng được chỉ định bởi nha sĩ.

source: OTC tooth-whitening products were not included in the list of accepted whitening agents by the now extinct American Dental Association Seal of Acceptance Program.
vi: Sản phẩm tẩy trắng răng OTC không có trong danh sách tác nhân làm trắng được chấp nhận bây giờ của American Dental Association Seal of Acceptance Program.

source: Often inexperienced clinicians remove the materials from the access preparation with the bur angled facially (Fig. 8.8), which results in inadvertent removal of sound dentin.
vi: Thường bác sĩ thiếu kinh nghiệm loại bỏ vật liệu từ xoang mở tuỷ bằng mũi khoan đối mặt (Hình 8.8), vô ý cắt vào ngà lành mạnh.

source: Oftentimes, enamel microabrasion can be combined with dental bleaching (Haywood and Heymann 1989) for optimum enhancement of tooth appear- ance (Cvitko et al.
vi: Thông thường, vi mài mòn men răng có thể kết hợp với tẩy trắng răng (Haywood và Heymann 1989) để điều chỉnh tối ưu vẻ ngoài của răng (Cvitko và cộng sự

source: Old resin-based composite restorations were removed at a subsequent appointment and enamel polished with diamond pastes.
vi: Phục hồi comosite cũ được tháo bỏ ở lần hẹn tiếp theo và đánh bóng men răng với bột đánh bóng.

source: Older patients with lighter baseline color may request more than the two bleaching sessions to achieve the same whitening degree than younger patients with darker baseline dental color.
vi: Bệnh nhân lớn tuổi vớii màu ban đầu sáng hơn có thể đòi hỏi nhiều hơn hai phiên tẩy trắng để đạt được mức độ trắng tương tự hơn bệnh nhân trẻ với màu răng ban đầu tối hơn.

source: On oral or buccal smooth surfaces plaque formation is usually increased at the cervical margin.
vi: Hình thành mảng bám trên bề mặt nhẵn hoặc ở má hoặc miệng thường tăng tại đường viền cổ răng.

source: On the other hand, this may not be the case when using low HP gels.
vi: Mặt khác, điều này có thể không có trong trường hợp khi dùng gel HP thấp.

source: On the other hand, we may expect darkening of the dental structure in longer periods of time.
vi: Mặt khác, chúng ta mong đợi cấu trúc răng tối hơn trong một khoảng thời gian dài hơn.
